Repository: Mandawoshka/csc
Catalog: var/langs/*/addons/*_trade_*.po
Languages: in

# Languages::use_for_trade_in
source: Use for TradeIn
in: Использовать категория для trade-in

# Languages::make_a_request
source: Make a request
in: Оформить заявку

# Languages::select_product_from_list
source: Select product Text A
in: Выберите из списка модель старого гаджета, которую вы хотите сдать.

# Languages::select_product_from_list_b
source: Select product Text B
in: Выберите из списка модель гаджета, которую вы хотите купить.

# Languages::select_product_from_list_c
source: Select product Text C
in: Укажите модель устройства, которую хотите сдать и заполните анкету.

# Languages::old_device
source: Old device
in: Старое устройство

# Languages::new_device
source: New device
in: Новое устройство

# Languages::select_product_type
source: Select type
in: Выберите тип устройства

# Languages::select_product_brand
source: Select brand
in: Выберите бренд устройства

# Languages::we_will_contact_to_send_you_price
source: We will contact with you
in: Оценка вашего устройства выше стоимости устройства. Для обмена необходимо пройти консультацию у менеджера.
